{
  "title": "About Peculiar Pioneers",
  "subtitle": "Who we are and why we do what we do",
  "story": [
    "Peculiar Pioneers began with a simple conviction: the world needs to hear the everlasting gospel presented with clarity and power. In an age of confusion and compromise, we believe God is calling a people to stand firmly on the truths of His Word.",
    "We are Seventh-day Adventists who take seriously the call to proclaim the three angels' messages of Revelation 14. These messages are not merely historical—they are present truth, urgently needed in our generation as we approach the close of probation.",
    "The name 'Peculiar Pioneers' comes from 1 Peter 2:9, where believers are called 'a peculiar people.' Like the pioneers of the Advent movement, we seek to study, live, and share the distinctive truths God has entrusted to His remnant church.",
    "Through sermons, Bible studies, and podcasts, we aim to present the deep things of God in a way that is accessible, biblical, and Christ-centered. We believe in the power of the Word to transform lives and prepare a people for the coming of the Lord."
  ],
  "mission": {
    "heading": "Our Mission",
    "text": "To proclaim the everlasting gospel and the three angels' messages, calling people to worship the Creator, come out of Babylon, and prepare for the soon return of Jesus Christ."
  },
  "values": [
    {
      "title": "Scripture First",
      "description": "The Bible is our only rule of faith. We test all things by 'the law and the testimony.'"
    },
    {
      "title": "Present Truth",
      "description": "We emphasize the truths especially relevant for this generation—the sanctuary, the Sabbath, and the second coming."
    },
    {
      "title": "Christ-Centered",
      "description": "Jesus is the center of all our teaching. Every doctrine points to Him."
    },
    {
      "title": "Practical Godliness",
      "description": "True faith is lived out in daily life through health, dress, and conduct that honors God."
    }
  ]
}
